Repository: 0is1/degrona15
Catalog: languages/*.po
Languages: fi

source: Page Not Found
fi: ﻿Sivua ei löytynyt

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
fi: Sivu, jota etsit saattaa olla poistettu, sen nimi voi olla muuttunut tai se voi olla väliaikaisesti tavoittamattomissa.

source: Please try the following:
fi: Voit kokeilla seuraavia:

source: Check your spelling
fi: ﻿Tarkista oikeinkirjoitus

source: Return to the <a href="%s">home page</a>
fi: ﻿Palaa <a href="%s">etusivulle</a>

source: Click the <a href="javascript:history.back()">Back</a> button
fi: ﻿Napsauta <a href="javascript:history.back()">Takaisin</a> -painiketta

source: Try search &darr;
fi: Kokeile etsiä &darr;

source: &larr; Older posts
fi: ﻿&larr; Vanhemmat artikkelit

source: Newer posts &rarr;
fi: ﻿Uudemmat artikkelit &rarr;

source: (Edit)
fi: (Muokkaa)

source: Your comment is awaiting moderation.
fi: Kommenttisi odottaa hyväksyntää.

source: Reply to user %s comment
fi: Vastaus käyttäjän %s kommenttiin

source: Please do not load this page directly. Thanks!
fi: ﻿Älä lataa tätä sivua suoraan. Kiitos!

source: This post is password protected. Enter the password to view comments.
fi: Tämä kirjoitus on salasanasuojattu. Syötä salasana nähdäksesi kommentit.

source: No Responses to
fi: Ei kommentteja tekstiin

source: One Response to
fi: Yksi kommentti tekstiin

source: % Responses to
fi: % kommenttia tekstiin

source: &larr; Older comments
fi: ﻿&larr; Vanhemmat kommentit

source: Newer comments &rarr;
fi: ﻿Uudemmat kommentit &rarr;

source: Leave a Reply
fi: Lisää kommentti

source: Leave a Reply to %s
fi: Vastaa käyttäjän %s kommenttiin

source: You must be <a href="%s">logged in</a> to post a comment.
fi: ﻿Sinun pitää <a href="%s">kirjautua</a> kommentointia varten.

source: Logged in as <a href="%s/wp-admin/profile.php">%s</a>.
fi: ﻿Kirjautuneena tunnuksella <a href="%s/wp-admin/profile.php">%s</a>.

source: Log out of this account
fi: ﻿Kirjaudu ulos

source: Log out &raquo;
fi: ﻿Kirjaudu ulos &raquo;

source: Name
fi: ﻿Nimi

source: (required)
fi: ﻿(pakollinen)

source: Email (will not be published)
fi: ﻿Sähköposti (ei julkaista)

source: Website
fi: Kotisivusi

source: Comment
fi: ﻿Kommentti

source: You can use these tags:
fi: ﻿Voit käyttää HTML-tageja ja lyhytkoodeja.

source: Submit Comment
fi: ﻿Lähetä kommentti

source: Nothing Found
fi: ﻿Mitään ei löytynyt

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fi: ﻿Valmis julkaisemaan ensimmäinen artikkeli? <a href="%1$s">Aloita tästä</a> .

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fi: Emme löytäneet hakuasi vastaavaa sisältöä. Yritä uudelleen eri hakutermeillä.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fi: Näyttää siltä, ettemme löydä, mitä etsit. Ehkä haku auttaa?

source: Continue reading...
fi: Lue lisää...

source: Install Required Plugins
fi: Asenna vaaditut lisäosat

source: Install Plugins
fi: Asenna lisäosat

source: Installing Plugin: %s
fi: Asennettaan %s lisäosaa

source: Something went wrong.
fi: ﻿Jotain meni pieleen.

source: This theme requires the following plugin: %1$s.
fi: Tämä teema vaatii seuraavan lisäosan: %1$s.

source: This theme recommends the following plugin: %1$s.
fi: Tämä teema suosittelee seuraavaa lisäosaa: %1$s.

source: Begin installing plugin
fi: Aloita lisäosan asennus

source: Return to the dashboard
fi: Palaa Ohjauspaneeli-sivulle

source: The following plugin was activated successfully:
fi: ﻿Seuraavan lisäosan aktivointi onnistui:

source: All plugins installed and activated successfully. %1$s
fi: ﻿Kaikki lisäosat asennettiin ja aktivoitiin onnistuneesti. %1$s

source: Required
fi: Vaadittu

source: Recommended
fi: ﻿Suositeltu

source: Not Installed
fi: ﻿Ei asennettu

source: Installed But Not Activated
fi: Asennettu, mutta ei aktivoitu

source: Install
fi: ﻿Asenna

source: Activate
fi: ﻿Aktivoi

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
fi: ﻿Ei asennettavia tai aktivoitavia lisäosia. <a href="%1$s" title="Palaa Ohjauspaneeli-sivulle">Palaa Ohjauspaneeli-sivulle</a>

source: Plugin
fi: Lisäosa

source: Source
fi: ﻿Lähde

source: Type
fi: ﻿Tyyppi

source: Status
fi: ﻿Tila

source: Install package not available.
fi: ﻿Asennuspaketti ei ole käytettävissä.

source: Downloading install package from <span class="code">%s</span>&#8230;
fi: ﻿Ladataan asennuspakettia lähteestä <span class="code">%s</span>&#8230;

source: Installing the plugin&#8230;
fi: Asennetaan lisäosaa&#8230;

source: Plugin install failed.
fi: Lisäosan asennus epäonnistui.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fi: ﻿Asennus ja aktivointi alkaa. Tämä prosessi voi kestää kauan, joten ole kärsivällinen.

source: Show Details
fi: ﻿Näytä yksityiskohdat

source: Hide Details
fi: ﻿Kätke yksityiskohdat

source: Installing Plugin %1$s (%2$d/%3$d)
fi: ﻿Asennetaan lisäosaa %1$s (%2$d/%3$d)

source: Posted on %s at %s.
fi: Julkaistu %s %s.

source: Written by
fi: Kirjoittaja

source: Page %s
fi: ﻿Sivu %s

source: Newsletter: Welcome to WordPress!
fi: Tiedote: Tervetuloa käyttämään WordPressiä!

source: newsletter-welcome-to-wordpress
fi: tiedote-tervetuloa-kayttamaan-wordpressia

source: This is an example post. Posts can be used for example for blog texts. You can delete this post in admin panel &rarr; Posts &rarr; All Posts &rarr; choose "Newsletter: Welcome to WordPress" and move it to the trash. You can write new posts by clicking the "Add New"-button in Posts -page.
fi: ﻿Tämä on sivuston esimerkkiartikkeli. Artikkeleita on hyvä käyttää mm. blogitekstien julkaisemiseen. Poista tämä teksti hallintapaneelista &rarr; Artikkelit &rarr; Kaikki artikkelit &rarr; valitse "Tiedote: Tervetuloa käyttämään WordPressiä!"-artikkeli ja siirrä se roskakoriin. Voit kirjoittaa uusia artikkeleita valitsemalla "Lisää uusi" Artikkelit-sivulla.

source: Home
fi: Etusivu

source: home
fi: etusivu

source: Blog
fi: Blogi

source: blog
fi: blogi

source: The Main Menu
fi: Päävalikko

source: Read more
fi: ﻿Lue lisää

source: Archive
fi: Arkistot

source: Your site&#8217;s recent posts.
fi: Sivustosi uusimmat artikkelit.

source: Recent Posts
fi: Uusimmat artikkelit

source: Number of posts to show:
fi: Näytettävien artikkelien määrä:

source: About theme
fi: Tietoja teemasta

source: Information about DeGröna 15-theme
fi: Tietoja DeGröna 15-teemasta

source: DeGröna15-theme is designed especially for election candidates.
fi: DeGröna15-teema on suunniteltu erityisesti vaaliehdokkaille.

source: You can easily add your personal information, image, vote number and frontpage background image (and much more) in <a href="admin.php?page=de_grona_ehdokas_settings">Candidate'15 -page</a>
fi: ﻿Voit lisätä helposti omat tietosi, kuvan, äänestysnumeron ja etusivun taustakuvan (sekä paljon muuta) <a href="admin.php?page=de_grona_ehdokas_settings">Ehdokas'15 -sivulla</a>

source: DeGröna 15 -theme
fi: ﻿DeGröna 15 -teema

source: Focus is in important things
fi: Huomio on tärkeissä asioissa

source: Theme is designed for election candidates. It is simple and fits in many needs. Theme design gets readers attention directly to the campaign main points.
fi: Teema on ehdokkaan kampanjointiin suunniteltu yksinkertainen ja toimiva kokonaisuus, joka ohjaa lukijan huomion suoraan kampanjan ydinasioihin.

source: Donate and "Get Involved" -pages encourage visitors to act. You can add page links in <a href="admin.php?page=de_grona_ehdokas_settings&tab=other_info">Candidate'15 &rarr; Other Info -page</a>
fi: Lahjoita ja osallistu -sivut kannustavat sivuston kävijöitä konkreettisiin tukitoimiin. Voit lisätä sivujen osoitteet <a href="admin.php?page=de_grona_ehdokas_settings&tab=other_info">Ehdokas'15 &rarr; Muut tiedot -sivulla</a>

source: We installed some cool widgets to your site already! You can easily remove and edit them or add new ones (to your site frontpage, sidebar and footer) in <a href="widgets.php">Widgets -page</a>.
fi: Asensimme sivustolle valmiiksi joitain hyödyllisiä vimpaimia. Voit poistaa ja muokata tai lisätä uusia helposti (etusivulle, sivupalkkiin ja sivuston alaosaan) <a href="widgets.php">Vimpaimet -sivulla</a>.

source: Edit theme settings <a href="themes.php?page=degrona15-theme-settings-page">here.</a>
fi: Siirry muokkaamaan teeman asetuksia <a href="themes.php?page=degrona15-theme-settings-page">tästä.</a>

source: Return to Updates
fi: Palaa Päivitykset-sivulle

source: Return to Dashboard &rarr; Updates
fi: Siirry Ohjauspaneeli-sivulle &rarr; Päivitykset

source: Go to Dashboard &rarr; Home
fi: Siirry Ohjauspaneeli-sivulle &rarr; Etusivu

source: Go to Dashboard
fi: Siirry Ohjauspaneeli-sivulle

source: DeGröna 15-theme settings
fi: DeGröna 15-teeman asetukset

source: Not implemented yet, come back later!
fi: Ei vielä toiminnassa, tule takaisin myöhemmin!

source: You can already edit many settings in <a href="admin.php?page=de_grona_ehdokas_settings">Candidate'15 -page</a>
fi: Voit jo muokata monia asetuksia <a href="admin.php?page=de_grona_ehdokas_settings">Ehdokas'15 -sivulla</a>

source: Frontpage widgets
fi: Etusivun vimpaimet

source: Drag frontpage widgets to this container
fi: Raahaa tähän vimpaimia, jotka haluat näkyvän sivuston etusivulla

source: Sidebar widgets
fi: Sivupalkin vimpaimet

source: Drag widgets to this sidebar container.
fi: Raahaa tähän vimpaimia, jotka haluat näkyvän sivuston blogikirjoitusten sivupalkissa

source: Footer widgets
fi: Alaosan vimpaimet

source: Drag widgets to this footer container
fi: Raahaa tähän vimpaimia, jotka haluat näkyvän sivuston alaosassa

source: Pages:
fi: Sivut:

source: Search Results for
fi: Hakutulokset hakusanoilla

source: Search
fi: Etsi
